Revit 2024 API
UnitTypeId.PoundsForcePerCubicFoot Property
 Pounds force per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsForcePerCubicFoot { get; }
Visual Basic
Public Shared ReadOnly Property PoundsForcePerCubicFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsForcePerCubicFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace